{
  "Africa": 50313,
  "Association": 50761,
  "Chairman": 50478,
  "Committee": 50386,
  "Communications": 50439,
  "Conference": 50556,
  "Corporation": 50426,
  "County": 50442,
  "Dow": 50483,
  "Dry": 50531,
  "Finance": 50697,
  "Foundation": 50305,
  "Holdings": 50384,
  "Institute": 50720,
  "Investment": 50273,
  "Investor": 50438,
  "Investors": 50826,
  "Kong": 50805,
  "Korea": 50476,
  "LLC": 50784,
  "Marketing": 50637,
  "Minister": 50356,
  "Mostly": 50548,
  "Nasdaq": 50851,
  "Officer": 50540,
  "PLC": 50595,
  "Partners": 50383,
  "Reserve": 50522,
  "Scattered": 50471,
  "Securities": 50861,
  "Singapore": 50645,
  "Solutions": 50290,
  "Systems": 50842,
  "Technologies": 50336,
  "Temperatures": 50472,
  "Treasury": 50348,
  "accounted": 50643,
  "accounting": 50485,
  "accounts": 50581,
  "acquired": 50721,
  "acquisition": 50605,
  "across": 50427,
  "activities": 50590,
  "addition": 50564,
  "additional": 50872,
  "adjustment": 50794,
  "adjustments": 50762,
  "administration": 50648,
  "advanced": 50623,
  "adverse": 50844,
  "affect": 50638,
  "agencies": 50779,
  "aggregate": 50499,
  "agreed": 50311,
  "agreement": 50376,
  "allocation": 50479,
  "already": 50797,
  "alternative": 50874,
  "american": 50845,
  "amounts": 50833,
  "analyst": 50706,
  "analysts": 50572,
  "annual": 50466,
  "appear": 50598,
  "appears": 50342,
  "appendix": 50291,
  "applications": 50527,
  "approach": 50379,
  "approval": 50807,
  "april": 50349,
  "areas": 50275,
  "assessment": 50855,
  "asset": 50443,
  "assume": 50409,
  "assumed": 50751,
  "assumption": 50642,
  "assumptions": 50532,
  "auction": 50546,
  "august": 50582,
  "austria": 50373,
  "austrian": 50456,
  "authorities": 50679,
  "balances": 50641,
  "banco": 50852,
  "banking": 50569,
  "baseline": 50578,
  "basis": 50747,
  "become": 50685,
  "began": 50664,
  "beginning": 50519,
  "believe": 50303,
  "benchmark": 50810,
  "benefits": 50277,
  "biggest": 50795,
  "bond": 50413,
  "bonds": 50385,
  "borrowers": 50801,
  "borrowing": 50592,
  "brands": 50888,
  "broadly": 50796,
  "bureau": 50870,
  "businesses": 50731,
  "buying": 50614,
  "calculated": 50653,
  "came": 50739,
  "capabilities": 50325,
  "categories": 50293,
  "cents": 50497,
  "chairman": 50737,
  "characteristics": 50520,
  "china": 50524,
  "claims": 50817,
  "clients": 50314,
  "coefficient": 50436,
  "coefficients": 50820,
  "collateral": 50475,
  "commission": 50404,
  "commitment": 50586,
  "committed": 50783,
  "commodity": 50867,
  "communities": 50616,
  "companies": 50477,
  "compared": 50683,
  "comparison": 50563,
  "competition": 50579,
  "completed": 50368,
  "components": 50607,
  "comprehensive": 50460,
  "concerns": 50463,
  "conditional": 50753,
  "conditions": 50606,
  "considerable": 50603,
  "considered": 50729,
  "consistent": 50269,
  "constant": 50649,
  "constraint": 50446,
  "constraints": 50887,
  "construction": 50468,
  "consumers": 50538,
  "consumption": 50424,
  "contacts": 50451,
  "continued": 50344,
  "continues": 50836,
  "contracts": 50453,
  "contrast": 50864,
  "contributed": 50312,
  "contribution": 50515,
  "contributions": 50868,
  "corporate": 50454,
  "corporations": 50529,
  "correlation": 50308,
  "corresponding": 50633,
  "costs": 50346,
  "council": 50440,
  "countries": 50626,
  "covid": 50723,
  "cpi": 50292,
  "crises": 50857,
  "crisis": 50544,
  "currencies": 50759,
  "curve": 50765,
  "customer": 50771,
  "customers": 50689,
  "cyclical": 50708,
  "debt": 50573,
  "december": 50285,
  "decision": 50571,
  "decisions": 50793,
  "decline": 50391,
  "declined": 50596,
  "declines": 50298,
  "decrease": 50806,
  "decreased": 50461,
  "dedicated": 50667,
  "deficit": 50773,
  "deliver": 50315,
  "delivery": 50509,
  "depends": 50327,
  "deposit": 50873,
  "deposits": 50748,
  "depreciation": 50382,
  "derivatives": 50553,
  "determined": 50617,
  "developing": 50800,
  "developments": 50602,
  "deviation": 50710,
  "difference": 50778,
  "differences": 50630,
  "difficult": 50350,
  "directly": 50625,
  "discount": 50775,
  "discuss": 50650,
  "discussed": 50496,
  "discussion": 50577,
  "disease": 50669,
  "distribution": 50757,
  "domestic": 50535,
  "downward": 50886,
  "dynamic": 50808,
  "dynamics": 50335,
  "earlier": 50390,
  "earnings": 50276,
  "ecb": 50423,
  "economics": 50789,
  "economies": 50701,
  "economy": 50488,
  "effort": 50666,
  "efforts": 50420,
  "elasticity": 50418,
  "emerging": 50444,
  "empirical": 50428,
  "employees": 50347,
  "ensure": 50415,
  "enterprise": 50769,
  "enterprises": 50634,
  "equation": 50411,
  "equations": 50652,
  "equilibrium": 50790,
  "equipment": 50677,
  "equity": 50856,
  "equivalent": 50414,
  "estimate": 50459,
  "estimated": 50286,
  "estimates": 50330,
  "estimation": 50525,
  "europe": 50429,
  "european": 50338,
  "eurosystem": 50329,
  "evolution": 50270,
  "excess": 50367,
  "exchange": 50863,
  "excited": 50394,
  "executive": 50481,
  "expand": 50894,
  "expanded": 50517,
  "expansion": 50711,
  "expect": 50639,
  "expectations": 50700,
  "expects": 50320,
  "expenditure": 50613,
  "expenditures": 50781,
  "experience": 50680,
  "expertise": 50707,
  "explain": 50768,
  "exports": 50490,
  "exposure": 50850,
  "exposures": 50566,
  "extent": 50859,
  "facilities": 50802,
  "facility": 50289,
  "factors": 50746,
  "families": 50506,
  "february": 50597,
  "federal": 50523,
  "figures": 50465,
  "filed": 50498,
  "finally": 50324,
  "finance": 50741,
  "financing": 50304,
  "firm": 50829,
  "firms": 50435,
  "fiscal": 50604,
  "fluctuations": 50816,
  "followed": 50884,
  "following": 50287,
  "follows": 50682,
  "forecast": 50507,
  "forecasts": 50502,
  "fraction": 50417,
  "functions": 50875,
  "funds": 50882,
  "furthermore": 50550,
  "gains": 50300,
  "gdp": 50798,
  "generally": 50395,
  "germany": 50508,
  "goods": 50288,
  "gradually": 50430,
  "greater": 50611,
  "grew": 50489,
  "headquartered": 50738,
  "healthcare": 50389,
  "helped": 50380,
  "helping": 50505,
  "hence": 50879,
  "historical": 50818,
  "hkma": 50512,
  "holdings": 50646,
  "hong": 50763,
  "horizon": 50282,
  "household": 50601,
  "households": 50422,
  "however": 50343,
  "hypothesis": 50815,
  "imf": 50745,
  "immediately": 50846,
  "implementation": 50772,
  "implications": 50307,
  "implied": 50714,
  "implies": 50510,
  "imply": 50328,
  "importance": 50780,
  "imports": 50847,
  "improved": 50398,
  "improvement": 50268,
  "included": 50503,
  "increase": 50266,
  "increased": 50699,
  "increases": 50458,
  "indeed": 50599,
  "indicate": 50361,
  "indicated": 50692,
  "indicates": 50730,
  "indicator": 50777,
  "indicators": 50880,
  "individuals": 50819,
  "industries": 50480,
  "industry": 50452,
  "inflation": 50588,
  "infrastructure": 50333,
  "innovation": 50618,
  "innovative": 50750,
  "institutions": 50425,
  "instruments": 50541,
  "insurance": 50589,
  "integrated": 50369,
  "interbank": 50358,
  "investment": 50306,
  "investments": 50814,
  "investor": 50726,
  "investors": 50834,
  "ireland": 50885,
  "irish": 50392,
  "issuance": 50362,
  "italy": 50513,
  "january": 50889,
  "japan": 50405,
  "joint": 50743,
  "july": 50543,
  "june": 50728,
  "kong": 50619,
  "labor": 50388,
  "labour": 50309,
  "largely": 50849,
  "larger": 50482,
  "latter": 50552,
  "launched": 50464,
  "leadership": 50715,
  "least": 50705,
  "lending": 50725,
  "leverage": 50352,
  "liabilities": 50366,
  "liquidity": 50492,
  "literature": 50622,
  "loan": 50853,
  "loans": 50528,
  "located": 50823,
  "locations": 50636,
  "longer": 50854,
  "losses": 50365,
  "macro": 50804,
  "macroeconomic": 50402,
  "mainly": 50494,
  "manage": 50397,
  "managers": 50681,
  "manufacturing": 50319,
  "march": 50265,
  "marginal": 50612,
  "marketing": 50838,
  "maturity": 50600,
  "means": 50299,
  "measure": 50698,
  "measured": 50339,
  "mechanism": 50629,
  "median": 50316,
  "meeting": 50684,
  "merger": 50620,
  "minister": 50891,
  "modest": 50656,
  "monetary": 50825,
  "monthly": 50822,
  "moreover": 50457,
  "mortgage": 50557,
  "movements": 50574,
  "nancial": 50704,
  "nearly": 50337,
  "networks": 50407,
  "nevertheless": 50832,
  "nominal": 50533,
  "northern": 50516,
  "noted": 50627,
  "november": 50655,
  "objective": 50811,
  "observations": 50419,
  "observed": 50297,
  "obtain": 50686,
  "obtained": 50671,
  "october": 50536,
  "offered": 50640,
  "offering": 50628,
  "offers": 50272,
  "officer": 50410,
  "offices": 50755,
  "officials": 50469,
  "operates": 50267,
  "operating": 50387,
  "operations": 50615,
  "opportunities": 50355,
  "opportunity": 50370,
  "optimal": 50500,
  "organization": 50537,
  "organizations": 50785,
  "others": 50835,
  "outlook": 50734,
  "outstanding": 50744,
  "overall": 50441,
  "owns": 50869,
  "pandemic": 50654,
  "parameter": 50709,
  "parameters": 50332,
  "participants": 50782,
  "participation": 50271,
  "particular": 50732,
  "partly": 50788,
  "partner": 50812,
  "partners": 50278,
  "partnership": 50662,
  "patients": 50635,
  "payments": 50786,
  "pence": 50576,
  "pension": 50565,
  "percentage": 50760,
  "periods": 50431,
  "permanent": 50399,
  "planning": 50539,
  "plans": 50551,
  "pleased": 50504,
  "policies": 50813,
  "portfolio": 50821,
  "portfolios": 50722,
  "portugal": 50511,
  "portuguese": 50279,
  "positions": 50301,
  "possibility": 50467,
  "possible": 50449,
  "potential": 50803,
  "premium": 50294,
  "presentation": 50318,
  "presented": 50280,
  "presents": 50792,
  "pressures": 50501,
  "previous": 50657,
  "previously": 50575,
  "prices": 50450,
  "pricing": 50736,
  "primarily": 50560,
  "prior": 50374,
  "probability": 50871,
  "problems": 50754,
  "productivity": 50608,
  "professionals": 50372,
  "profitability": 50712,
  "programs": 50317,
  "projected": 50670,
  "projection": 50547,
  "projections": 50841,
  "proportion": 50377,
  "proposed": 50360,
  "provide": 50890,
  "provider": 50448,
  "providers": 50770,
  "provides": 50334,
  "providing": 50703,
  "purchase": 50824,
  "purchases": 50659,
  "quarterly": 50400,
  "quickly": 50363,
  "ratio": 50433,
  "ratios": 50840,
  "reached": 50323,
  "reasons": 50283,
  "receive": 50674,
  "recently": 50668,
  "recession": 50591,
  "recognized": 50296,
  "recovery": 50663,
  "reduce": 50758,
  "reduced": 50351,
  "reducing": 50421,
  "reduction": 50495,
  "reflected": 50727,
  "reflecting": 50843,
  "reflects": 50690,
  "reform": 50865,
  "regarding": 50310,
  "regime": 50568,
  "regional": 50473,
  "regions": 50340,
  "regression": 50724,
  "regressions": 50514,
  "regulatory": 50455,
  "relationship": 50632,
  "relatively": 50412,
  "remain": 50341,
  "remained": 50393,
  "remaining": 50881,
  "remains": 50437,
  "requirements": 50518,
  "reserve": 50831,
  "reserves": 50893,
  "residential": 50559,
  "respectively": 50593,
  "respondents": 50462,
  "responses": 50555,
  "restrictions": 50302,
  "resulting": 50651,
  "retail": 50587,
  "returns": 50742,
  "revenue": 50694,
  "revenues": 50474,
  "risks": 50672,
  "robust": 50371,
  "russia": 50691,
  "sales": 50353,
  "savings": 50776,
  "saying": 50687,
  "says": 50375,
  "scenario": 50345,
  "scheduled": 50584,
  "sectors": 50521,
  "securities": 50647,
  "senior": 50445,
  "september": 50675,
  "serve": 50562,
  "settlement": 50526,
  "several": 50534,
  "shareholders": 50610,
  "shares": 50542,
  "sharply": 50359,
  "shocks": 50719,
  "showers": 50866,
  "significantly": 50487,
  "situation": 50624,
  "slightly": 50470,
  "slowdown": 50493,
  "smaller": 50787,
  "solution": 50702,
  "solutions": 50284,
  "somewhat": 50585,
  "sources": 50756,
  "southern": 50364,
  "sovereign": 50830,
  "specifically": 50580,
  "specification": 50828,
  "spending": 50733,
  "spokesman": 50676,
  "spreads": 50673,
  "stability": 50740,
  "stake": 50594,
  "standards": 50892,
  "statements": 50621,
  "statistical": 50878,
  "statistics": 50809,
  "steady": 50378,
  "strategic": 50678,
  "strategy": 50752,
  "stronger": 50432,
  "structural": 50447,
  "structure": 50416,
  "students": 50545,
  "studies": 50661,
  "subsidiary": 50561,
  "substantial": 50434,
  "substantially": 50713,
  "suggests": 50693,
  "supply": 50281,
  "surplus": 50321,
  "survey": 50696,
  "systemic": 50695,
  "systems": 50583,
  "taken": 50735,
  "talks": 50570,
  "taxes": 50381,
  "technologies": 50295,
  "television": 50567,
  "temporary": 50658,
  "tend": 50322,
  "theory": 50718,
  "therefore": 50406,
  "throughout": 50848,
  "took": 50274,
  "towards": 50860,
  "trading": 50876,
  "transaction": 50837,
  "transactions": 50688,
  "transfers": 50631,
  "transition": 50717,
  "treasury": 50799,
  "trend": 50357,
  "trends": 50767,
  "trillion": 50716,
  "uncertainty": 50331,
  "unchanged": 50766,
  "underlying": 50484,
  "unemployment": 50609,
  "university": 50791,
  "upward": 50827,
  "utility": 50660,
  "variables": 50326,
  "variance": 50403,
  "variation": 50408,
  "variety": 50644,
  "various": 50877,
  "vehicle": 50354,
  "vehicles": 50839,
  "visit": 50862,
  "volatility": 50558,
  "wages": 50549,
  "webcast": 50491,
  "website": 50749,
  "weeks": 50396,
  "weighted": 50401,
  "welfare": 50883,
  "wheat": 50665,
  "whereas": 50774,
  "whole": 50858,
  "wireless": 50530,
  "worldwide": 50764,
  "yield": 50554,
  "yields": 50486
}
